{
    "subjects": [
        {
            "work_name": "37087-安卓/IOS客户端开发",
            "work_loc": "深圳",
            "work_res": "负责互动阅读产品，轻游戏产品客户端研发工作；参与设计良好的App架构，参与组件化的设计与开发；负责版本持续优化，如内存、性能、适配、体验等调优工作。"
        },
        {
            "work_name": "WXG02-微信后台开发工程师（视频号）(广州/深圳）",
            "work_loc": "广州",
            "work_res": "负责微信视频号后台架构设计及相关功能开发。"
        },
        {
            "work_name": "22989-web前端开发工程师（腾讯云全资子公司）",
            "work_loc": "长沙",
            "work_res": "1.负责腾讯云DNSPod产品的系统研发工作；2.完成系统前端功能及后端逻辑代码实现；3.保障产品页面质量/性能表现，保证研发进度。"
        },
        {
            "work_name": "36811-腾讯新闻推荐算法高级工程师",
            "work_loc": "北京",
            "work_res": "1、负责腾讯新闻召回模型优化；2、点击率预估和排序模型优化；3、深度学习相关算法优化和应用"
        },
        {
            "work_name": "30359-运营开发高级工程师",
            "work_loc": "深圳",
            "work_res": "1.负责PCG高性能高可用基础框架和组件的开发； 2.负责PCG大数据实时传输、存储、实时计算、离线计算等底层基础支撑框架的开发和运营；3.负责PCG大数据OLAP分析引擎的开发和运营。"
        },
        {
            "work_name": "WXG08-微信搜索算法研发工程师（广州）",
            "work_loc": "广州",
            "work_res": "参与搜一搜服务搜索、账号搜索、搜索增长等项目的算法研发。"
        },
        {
            "work_name": "WXG08-微信搜索算法高级研发工程师（广州）",
            "work_loc": "广州",
            "work_res": "参与搜一搜账号搜索、服务搜索等项目算法体系规划和改进。"
        },
        {
            "work_name": "22989-腾讯云音视频开发高级工程师（北京）",
            "work_loc": "北京",
            "work_res": "1. 负责腾讯云音视频SDK（推流、直播、点播、RTC 等）的开发和优化工作，并配套开发相应的场景解决方案业务流程，以满足不同场景和不同行业的客户需求。2. 作为腾讯云终端研发中心团队的服务接口人，全流程参与客户需求咨询、需求评估、方案设计、方案实施及交付工作。4. 负责优化腾讯云TRTC、云通信、移动直播、短视频和超级播放器等几款产品的产品易用性，并跟踪客户的接入成本、完善服务体系，解决客户使用产品服务和解决方案过程中的技术问题，不断完善问题处理机制和流程。"
        },
        {
            "work_name": "22989-高级业务运维工程师（深圳）（深圳）",
            "work_loc": "深圳",
            "work_res": " 负责云产品运维，规划和运维平台的建设； 负责云产品的质量，成本，和整体运维效率； 负责云产品技术疑难问题定位、分析、解决及沉淀； 负责云产品系统架构梳理，优化，升级； 负责云产品运维流程的抽象，运维工具的实现。"
        },
        {
            "work_name": "22989-腾讯云视频会议客户端C++开发工程师（腾讯云全资子公司）",
            "work_loc": "武汉",
            "work_res": "岗位职责：  1. 负责腾讯会议 C++ 跨平台的开发和维护；  2. 负责腾讯会议平台效率工具建设。"
        },
        {
            "work_name": "22989-高级视觉设计师",
            "work_loc": "深圳",
            "work_res": "参与腾讯云用户研究及交互的方案讨论；以用户体验为基础，通过视觉设计给以产品赋予情感化、同时满足易用性的产品体验；参与腾讯云的产品和行业相关产品视觉设计工作，并持续优化设计上的细节；为项目提供概念设计方案，完成客户提案，并推动方案的落地实施；跟进工程师的页面视觉还原效果。输出规范，保证生态合作伙伴和供应商输出质量。"
        },
        {
            "work_name": "15569-合金弹头高级场景3d设计师",
            "work_loc": "深圳",
            "work_res": "根据原画，负责游戏内高品质次世代场景整体关卡制作，整合。以及场景物件制作等。负责游戏内关卡，场景物件制作外包规划，跟进反馈，保证整体关卡制作品质；能良好的遵循项目整体风格。 "
        },
        {
            "work_name": "15573-高级视觉设计师（上海）",
            "work_loc": "上海",
            "work_res": "负责游戏产品运营的平面视觉风格制定，能够根据游戏特点找到发力点完成设计，关注用户反馈与沟通，根据分析结果持续优化设计；负责游戏产品营销创意视觉表现设计（平面、H5、动态视频等），项目的运营美术设计流程和方法制定；参与团队视觉专业建设，协助维护品牌设计规范、衍生品设计及线下搭建活动的美术指导等； 与运营部门审核外包平台的美术素材品质，给予专业性指导；统筹规划游戏项目内平面素材资源，进行创意性的方案执行。 "
        },
        {
            "work_name": "15571-使命召唤手游高级灯光美术（深圳）",
            "work_loc": "深圳",
            "work_res": "使用灯光来增强游戏场景美术效果或游戏性，搭建整个游戏的场景环境氛围，天气系统，TOD（Time of Day）等；与美术总监，场景美术，技术美术和策划合作，为游戏的各个方面提供灯光需求；理解和遵循游戏的风格和主题，以及完整的游戏流程；通过专有软件创建预烘焙和实时照明；创建贴图材质和Shader (基于物理的渲染)，通过可用的图形工具来创建灯光；确保灯光系统符合整个游戏性能的标准和要求；与引擎组有效沟通和交流，提升游戏效率和性能，解决灯光关于工具和性能方面的技术问题。"
        },
        {
            "work_name": "15612-3D动画特效（北京）",
            "work_loc": "北京",
            "work_res": "负责游戏中角色，场景特效的设计和制作； 推动项目特效技术的持续提升和优化； 与团队成员一起解决技术难题和其他挑战。"
        },
        {
            "work_name": "15612-游戏动画分镜导演",
            "work_loc": "北京",
            "work_res": "负责游戏内剧情动画所需要的动态分镜故事版以及动作特效设计工作，了解游戏制作环节，能根据剧本及口头描述，独立完成绘制符合游戏内所需要的动态分镜故事版，根据故事版跟进还原游戏内效果，了解游戏制作流程；能设计游戏角色技能和npc等动作pose图，以及对应在动作设计上的特效设计。"
        },
        {
            "work_name": "30933-AOV 2D角色原画设计师(深圳)",
            "work_loc": "深圳",
            "work_res": "配合项目主美术制定游戏角色风格定位；负责项目高品质角色原画输出表现；负责人物的服装武器道具等设计；负责跟进版本内实现的效果；负责协同外部画师跟进工作，把控品质。"
        },
        {
            "work_name": "30933-AOV 3D角色设计师(深圳)",
            "work_loc": "深圳",
            "work_res": "与概念团队密切合作，根据原画和参考图片创作出高品质的角色和装备模型；基于真实世界环境、游戏的光照环境、以及概念设计的风格作为参考，与TA\\材质师合作，创建并使用贴图以及材质；参与角色生产管线的建立和维护；在引擎中对角色模型效果和材质进行迭代，优化并不断打磨模型的质量水准，使其达到项目设定的质量标准和视觉方向；与动画技术团队合作，结合性能预算，帮助动画团队确定模型标准的绑定，变形和模拟，以及其他要求；为更多的3D角色设师和外包提供工作上的协助，指导和反馈。参与建立高水准的3d美术团队。"
        },
        {
            "work_name": "30933-AOV 3D游戏动画设计（深圳）",
            "work_loc": "深圳",
            "work_res": "配合项目主美术，负责角色及物价动画制作；配合策划，运营，模型，原画，特效等环节协同完成动画整体工作；负责管理动画外包。General Description:As Lead Animator you’ll oversee the Animation team, working in conjunction with the Art Director and Art Manager to plan work for the team and ensure our high-quality bar is realized. You’ll be working with characters, animals, vehicles and props and as such we require a motivated professional with a strong eye for detail, a fundamental understanding of game development processes and a passion for video games that matches our own.Your expertise in the creation of animation will cover a broad range of key areas, including facial, motion capture and keyframe and your developed eye will aid in the breakdown and design of animation focused mechanics. You’re required to be a creative animator and a problem solver, with good knowledge of the technical aspects of your craft, including practical experience with current 3D software such as Maya, 3DsMax and Motionbuilder. As an animator you’ll also have the opportunity to collaborate with the team on improving the animation and art pipelines."
        },
        {
            "work_name": "30933-AOV 2D场景设计师（深圳）",
            "work_loc": "深圳",
            "work_res": "手游项目角色风格和画面表现工作，对产品美术品质负责；负责输出高品质场景设计；负责游戏内场景表现跟进；负责游戏概念世界观设计；负责游戏项目内资源管理。"
        },
        {
            "work_name": "30933-王者荣耀海外版-高级美术项目管理(深圳）",
            "work_loc": "深圳",
            "work_res": "确认需求：根据版本白皮书内容，配合PM进行需求沟通，对美术工作量和实现风险进行评估； 制定计划：对美术各小组进行美术需求和缺陷工作的分配排期及过程跟进； 预估风险：根据团队的实际情况对任务进行追踪，有问题时及时沟通调整，确保任务高质量完成；版本验收：推动各个模块验收资源，协调美术团队的工作；外包管理：对美术外包团队进行管理整合，计划制定，过程跟进，落地验收；定期总结：总结团队的效率和状态，持续迭代团队的开发模式，提升团队效率。"
        },
        {
            "work_name": "26699-智慧零售小程序用户运营经理",
            "work_loc": "深圳",
            "work_res": "负责制定产品用户增长策略并落地执行，包括但不限于线下地推、广告投放和站外合作等方式，对用户拉新、活跃、留存、转化等指标负责；负责商场快闪店，超市地推拉新等线下合作方案制定，活动执行及供应商对接等工作；并承接后续社群运营维护工作；负责制定产品公众号涨粉，内容推送，产品能力搭建等工作；"
        },
        {
            "work_name": "30628-腾讯广告投放产品经理（深圳）",
            "work_loc": "深圳",
            "work_res": "* 负责广告投放系统产品策划，通过客户研究和数据分析，不断迭代投放体验，提升投放效率，拓展行业解决方案；* 根据腾讯广告全流量投放特点，研究业内动态，主动挖掘客户广告服务新模式，并推动最终实现；* 建设标准流程和分析工具，提升产品迭代的效率和质量。"
        },
        {
            "work_name": "TEG13-应急统筹项目经理（深圳）",
            "work_loc": "深圳",
            "work_res": "（1） 负责信息安全类项目的全生命周期的管理，确保项目的达成及确认，并通过持续优化提升项目效能，提高客户的满意度。（2）配合合作伙伴部门，承接客户需求，并负责整体交付和日常运营。（3）负责临时紧急项目的承接和执行，以及应对解决方案的成功实践及沉淀，不断迭代并复制推广；（4）并通过日常工作发现流程机制的问题，推动部门内部进行优化"
        },
        {
            "work_name": "22989-腾讯云区域服务项目经理（深圳/广州/武汉/长沙）（深圳）",
            "work_loc": "深圳",
            "work_res": "1、负责存量大客户的服务管理，对接交付转运维后的客户服务需求2. 对客户满意度负责，包括客户问题的解决闭环，包括客户问题的解决闭环、产品工具体验推动优化、重要内容的对内对外同步3.对客户服务整体结果负责，包括不限于服务体系沟通、历史遗留问题跟进汇报以及SAR报告输出；架构师负责拜访/例会中提到的关于架构优化和方案类问题的落地实施，商务负责客户时间约定以及客户高层安抚沟通等。4. 服务质量提升过程中的新服务商机挖掘，并和销售架构师及交付架构师做好联动和配合"
        },
        {
            "work_name": "22989-区域交付架构师（深圳/广州/长沙/武汉)（长沙）",
            "work_loc": "长沙",
            "work_res": "1. 确保项目的拆解和落地，推进项目实施以及解决方案可复制。2. 负责行业应用的需求讨论、业务领域建模，支持售前技术方案细节； 3. 指导实施团队进行解决方案的上线落地，基于腾讯的技术架构和优势产品，整合合作伙伴产品能力，交付满足客户需求的业务解决方案。4. 主持攻坚解决各种疑难杂症，系统优化，推动跨部门合作，推动架构和产品优化。 "
        },
        {
            "work_name": "22989-腾讯云区域高级服务经理SPM（上海）",
            "work_loc": "上海",
            "work_res": "1） 专有云服务体系建设：负责腾讯专有云服务产品化，全流程端到端内外部服务流程建设，建立售后的全流程服务体系和过程改进优化；2） 服务管理：负责售后服务/售后技术支撑团队的服务管理考核/质检/和客户满意度度量；3） 服务运营：负责在私有化产品服务项目的运营中，与服务项目管理同学一起来推动过程改进，通过服务项目的运营来发现、收集、暴露服务能力，服务质量问题并通过事件、事故、投诉等问题管理，推动、跟踪问题的解决；4） 产品质量管理：负责配合QA对产品的质量进行度量，分析，形成优化结论跟进落地；5） 服务质量管理：帮助所负责的产品和云服务分析整理输出其缺失的服务内容、流程和质量规范，配合赋能团队落实内部培训和服务质量管理规范的管理和持续优化，帮助产品项目和服务团队提升服务质量。"
        },
        {
            "work_name": "15614-SLG手游高级数据分析师",
            "work_loc": "上海",
            "work_res": "对游戏数据相关工作负责，通过数据分析和数据挖掘，找出游戏的问题，调优建议和方向； 负责游戏数据分析体系搭建，包括TLOG埋点、日志上报、分析系统的规划等； 负责游戏目标用户分析、数据预估、用户调研等，为运营计划及市场方案提供依据； 负责游戏上线及版本更新时的效果分析，包括：留存及流失分析、付费分析、功能玩法分析、用户满意度调研等； 通过数据监控游戏中的各种动向与产品健康度，及时发现不良运营情况。"
        },
        {
            "work_name": "15614- SLG手游高级渠道运营   ",
            "work_loc": "上海",
            "work_res": "负责双平台运营工作，与手Q、微信、应用宝，第三方发行渠道以及社区分发Taptap B站等渠道对接，维护渠道关系； 跟进游戏在渠道资源位上的素材转化，并设计符合平台特色的活动内容； 跟进活动效果，对活动形式进行持续优化； 能根据项目特色与内部更多平台进行合作构思活动并跟进执行，对活动效果进行分析，并能利用平台资源优化提升活动效果。"
        },
        {
            "work_name": "15614-SLG手游高级社区运营",
            "work_loc": "上海",
            "work_res": "负责搭建社区用户体系并挖掘用户需求，根据产品定位、市场策略，制定精细化社区运营策略，提升社区的新进、活跃、留存、回流指标； 结合用户行为制定周期性运营计划和活动规划，建立良好社区UGC氛围，引导社区生态正向发展； 根据游戏发行节点与传播热点制定并执行相应的社区用户运营策略，帮助游戏达成发行目标； 实时跟踪运营效果，探索社区运营新方式，沉淀运营方法，提升运营效率。                             "
        }
    ]
}